tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ain"
brew "ast-grep"
brew "ata"
brew "atuin"
brew "awscli"
brew "axel"
brew "bandwhich"
brew "bash"
brew "bat"
brew "btop"
brew "cava"
brew "cmake"
brew "code-cli", link: false
brew "rtmpdump"
brew "composer"
brew "crane"
brew "difftastic"
brew "docker"
brew "duf"
brew "dust"
brew "duti"
brew "entr"
brew "eza"
brew "fastfetch"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fontforge"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "hexyl"
brew "htmlq"
brew "htop"
brew "httpie"
brew "huggingface-cli"
brew "hyperfine"
brew "istioctl"
brew "jp2a"
brew "jump"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "llm"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mas"
brew "mprocs"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "pfetch"
brew "poppler"
brew "postgresql@14"
brew "powerlevel10k"
brew "procs"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "pstree"
brew "pyenv"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rmlint"
brew "ruby"
brew "skopeo"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "sysbench"
brew "tfenv"
brew "tldr"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tpm"
brew "typescript-language-server"
brew "wget"
brew "xclip"
brew "xh"
brew "yazi"
brew "youtube-dl"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/mods"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "iina/mpv-iina/mpv-iina", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "base"
cask "dbeaver-community"
cask "devutils"
cask "dust3d"
cask "flameshot"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "grammarly-desktop"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "logi-options+"
cask "obsidian"
cask "phantomjs"
cask "qobuz"
cask "raycast"
cask "rectangle"
cask "save-hollywood"
cask "sf-symbols"
cask "shortcat"
cask "shottr"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "Ai Spotlight", id: 6483535598
mas "Bit Fiddle", id: 669462988
mas "Canva", id: 897446215
mas "Check Later", id: 1493525536
mas "DaisyDisk", id: 411643860
mas "Dropover", id: 1355679052
mas "Emby", id: 992180193
mas "Fig Player", id: 1612400976
mas "Find Any File", id: 402569179
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paletter", id: 1494948845
mas "PCalc", id: 403504866
mas "Quick GIF Converter", id: 6450710772
mas "Raycast Companion", id: 6738274497
mas "Speedtest", id: 1153157709
mas "Usage", id: 1561788435
mas "Xcode", id: 497799835
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "mtxr.sqltools"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
