brew "aichat"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "btop"
brew "ca-certificates"
brew "carapace"
brew "curl"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "grc"
brew "gtop"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jc"
brew "jq"
brew "lego"
brew "little-cms2"
brew "mandoc"
brew "mas"
brew "navi"
brew "neovim"
brew "nerdctl"
brew "nmap"
brew "oh-my-posh"
brew "ollama"
brew "pngpaste"
brew "prettier"
brew "procs"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "sqlite"
brew "svgo"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "viddy"
brew "vivid"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "zstd"
cask "raycast"
cask "setapp"
cask "betterdisplay"
cask "ghostty"
cask "google-drive"
cask "hammerspoon"
cask "kaleidoscope"
cask "obsidian"
cask "openmtp"
cask "qobuz"
cask "setapp"
cask "slack"
cask "vivaldi"
cask "wezterm"
cask "zen-browser"
tap "homebrew/bundle"
tap "homebrew/services"
