brew "autoconf"
brew "automake"
brew "llvm"
brew "buf"
brew "cloc"
brew "cmake"
brew "gcc"
brew "git"
brew "git-lfs"
brew "ninja"
brew "node"
brew "npm"
brew "pkgconfig"
brew "prettier"
brew "pycparser"
brew "python@3.11"
brew "python@3.13"
brew "rust"
brew "skopeo"
brew "sloc"
brew "sloccount"
brew "svgo"
brew "tokei"
brew "tree-sitter"
brew "uv"
brew "virtualenv"
brew "zig"
brew "llvm"
brew "ninja"
brew "golang"
brew "libtool"
